Repository: forksnd/extension-manager
Catalog: po/*.po
Languages: he, ro

source: Extension Manager
he: מנהל הרחבות
ro: Gestionare extensii

source: Manage GNOME Shell Extensions
he: ניהול הרחבות של מעטפת GNOME
ro: Gestionează extensiile GNOME Shell

source: extension;manager;shell;
he: הרחבה;הרחבות;מנהל;ניהול;מעטפת;shell;של;שאל;
ro: extension;manager;shell;extensie;gestionare;

source: Install GNOME Extensions
he: התקנת הרחבות GNOME
ro: Instalare extensii pentru GNOME

source: Browse and install GNOME Shell extensions to customise your desktop.
he: עיון והתקנה של הרחבות של מעטפת GNOME כדי להתאים אישית את שולחן העבודה שלך.
ro: Vizualizează și instalează extensii GNOME Shell pentru a-ți personaliza desktop-ul.

source: Features:
he: יכולות:
ro: Caracteristici:

source: Browse extensions.gnome.org right inside the app
he: עיון ב־extensions.gnome.org ישירות מתוך היישום
ro: Vizualizează extensions.gnome.org chiar în interiorul aplicației

source: Manage the extensions you already have installed
he: ניהול ההרחבות שכבר מותקנות אצלך
ro: Gestionează extensiile pe care le-ai instalat

source: See all the details of your extensions
he: הצגת כל פרטי ההרחבות שלך
ro: Vezi toate detaliile extensiilor tale

source: Check your extensions compatibility with the next version of GNOME
he: בדיקת תאימות ההרחבות שלך מול הגרסה הבאה של GNOME
ro: Verifică compatibilitatea extensiilor cu următoarea versiune de GNOME

source: Browse, install, and manage GNOME Shell Extensions.
he: עיון, התקנה וניהול הרחבות למעטפת GNOME.
ro: Vizualizează, instalează și gestionează extensiile GNOME Shell.

source: translator-credits
he: ירון שהרבני <sh.yaron@gmail.com>
ro: Igor sorocean.igor@gmail.com

source: Search for Extensions
he: חיפוש הרחבות
ro: Caută extensii

source: Enter a keyword to search 'extensions.gnome.org' for GNOME Shell Extensions
he: נא למלא מילת מפתח לחיפוש ב־‚extensions.gnome.org’ אחר הרחבות מעטפת GNOME
ro: Introdu un cuvânt cheie pentru a căuta în „extensions.gnome.org” pentru Extensii GNOME Shell

source: Descending Order
he: בסדר יורד
ro: Descrescător

# Sort search results
source: None
he: ללא
ro: Fără

source: Popularity
he: נפוצות
ro: Popularitate

# Sort search results
source: Downloads
he: הורדות
ro: Descărcări

source: Updated
he: עדכון אחרון
ro: Actualizat

source: Created
he: יצירה
ro: Creat

source: Sort search results
he: סידור תוצאות החיפוש
ro: Sortează rezultatele căutării

source: _Load More Results
he: _טעינת תוצאות נוספות
ro: _Încarcă mai multe rezultate

source: No Results Found
he: לא נמצאו תוצאות
ro: Nu s-au găsit rezultate

source: Try a different search
he: נא לנסות חיפוש אחר
ro: Încearcă o altă căutare

source: Connection Error
he: שגיאת חיבור
ro: Eroare de conexiune

source: Ascending Order
he: בסדר עולה
ro: Ascendent

source: Reviews and Comments
he: ביקורות ותגובות
ro: Recenzii și comentarii

source: Loading
he: בטעינה
ro: Se încarcă

source: Author
he: יוצר או יוצרת
ro: Autor

source: Loading Details
he: הפרטים נטענים
ro: Se încarcă detaliile

source: An Error Occurred
he: אירעה שגיאה
ro: A apărut o eroare

source: No extension details available
he: אין פרטים זמינים על ההרחבה
ro: Nu sunt disponibile detalii despre extensie

source: Name
he: שם
ro: Nume

source: Enlarge Image
he: הגדלת תמונה
ro: Mărește imaginea

source: Description
he: תיאור
ro: Descriere

source: Links
he: קישורים
ro: Legături

source: Homepage
he: עמוד הבית
ro: Pagina principală

source: Donate
he: תרומה
ro: Donează

source: View on Extensions
he: הצגה באתר ההרחבות
ro: Vezi în Extensii

source: Reviews and comments are disabled for this extension
he: ביקורות ותגובות מושבתות להרחבה הזאת
ro: Recenziile și comentariile sunt dezactivate pentru această extensie

source: There are no reviews or comments
he: אין ביקורות או תגובות
ro: Nu există recenzii sau comentarii

source: _Show All
he: להציג ה_כול
ro: _Afișează tot

source: Unsupported
he: לא נתמך
ro: Nu este acceptat

source: %s Icon
he: הסמל של %s
ro: Pictograma %s

source: %s Screenshot
he: צילום מסך של %s
ro: Captură de ecran %s

source: Error Report
he: דוח שגיאה
ro: Raport de eroare

source: An unexpected error occurred in Extension Manager
he: אירעה שגיאה מפתיעה במנהל ההרחבות
ro: A apărut o eroare neașteptată în Extension Manager

source: Copy to Clipboard
he: העתקה ללוח הגזירים
ro: Copiază în clipboard

source: _New Issue
he: ת_קלה חדשה
ro: _Problemă nouă

source: Copied
he: הועתק
ro: Copiat

source: Please open a new issue and attach the following information:
he: נא לפתוח דיווח חדש על תקלה ולצרף את הפרטים הבאים:
ro: Deschide o nouă problemă și atașează următoarele informații:

source: You are using a third-party build of Extension Manager. Please <span weight="bold">contact the package distributor (%s) first</span> before filing an issue. Be sure to attach the following information:
he: המהדורה של מנהל ההרחבות סופקה על ידי צד־שלישי. נא <span weight="bold">ליצור קשר עם מפיץ החבילה (%s) תחילה</span> בטרם דיווח על תקלה. חשוב לצרף את הפרטים הבאים:
ro: Utilizezi o versiune terță a Extension Manager. <span weight="bold">Contactează mai întâi distribuitorul de pachete (%s)</span> înainte de a depune o problemă. Asigură-te că atașezi următoarele informații:

source: Open extension preferences
he: פתיחת העדפות ההרחבה
ro: Deschide preferințele extensiei

source: An error occurred while loading this extension
he: אירעה שגיאה בעת טעינת ההרחבה
ro: A apărut o eroare la încărcarea acestei extensii

source: This extension is incompatible with your current version of GNOME
he: ההרחבה הזאת לא תואמת לגרסה הנוכחית של GNOME שמותקנת אצלך
ro: Această extensie este incompatibilă cu versiunea actuală de GNOME

source: A newer version of this extension is available
he: יש גרסה חדשה יותר של ההרחבה הזאת
ro: Este disponibilă o versiune mai nouă a acestei extensii

source: Version
he: גרסה
ro: Versiune

source: Session Modes
he: מצבי הפעלה
ro: Mod sesiune

source: Error
he: שגיאה
ro: Eroare

source: See Details
he: הצגת פרטים
ro: Vezi detalii

source: Remove…
he: הסרה…
ro: Elimină…

source: Unlock Dialog
he: חלונית שחרור נעילה
ro: Dialog de deblocare

source: This extension will run while the screen is locked and no user is logged in
he: ההרחבה הזאת תרוץ בזמן שהמסך נעול ואין משתמשים שנכנסו למערכת כלל
ro: Această extensie va rula în timp ce ecranul este blocat și niciun utilizator nu este conectat

source: This extension will run while the screen is locked
he: ההרחבה הזאת תרוץ בזמן שהמסך נעול
ro: Această extensie va rula în timp ce ecranul este blocat

source: This extension will run while no user is logged in
he: ההרחבה הזאת תרוץ כשאין משתמשים שנכנסו למערכת
ro: Această extensie va rula în timp ce niciun utilizator nu este conectat

# Number of downloads
source: Downloads
he: הורדות
ro: Descărcări

source: Install…
he: התקנה…
ro: Instalează…

source: Installing
he: מתבצעת התקנה
ro: Se instalează

# State
source: Installed
he: מותקנת
ro: Instalat

source: Unsupported…
he: אין תמיכה…
ro: Nu este acceptat…

source: _Log Out…
he: י_ציאה…
ro: _Deconectează-te…

source: Use Extensions
he: להשתמש בהרחבות
ro: Utilizează extensii

source: Extensions can cause performance and stability issues
he: הרחבות יכולות לגרום לבעיות ביצועים ויציבות
ro: Extensiile pot cauza probleme de performanță și stabilitate

source: User-Installed Extensions
he: הרחבות שהותקנו על ידי המשתמשים
ro: Extensii instalate de utilizator

source: System Extensions
he: הרחבות מערכת
ro: Extensii de sistem

source: Try a different search or search online
he: נא לנסות חיפוש שונה או לחפש באינטרנט
ro: Încearcă o altă căutare sau caută on-line

source: _Search Online
he: חיפוש ב_אינטרנט
ro: _Caută on-line

source: No Extensions Installed
he: אין הרחבות מותקנות
ro: Nu sunt instalate extensii

source: Search online to install extensions
he: יש לחפש באינטרנט כדי להתקין הרחבות
ro: Caută on-line pentru a instala extensii

source: %d extension will be updated on next login
he: הרחבה תעודכן עם הכניסה הבאה למערכת
ro: %d extensie va fi actualizată la următoarea conectare

source: %i Star
he: כוכב
ro: %i stea

source: Zoom Out
he: התרחקות
ro: Micșorează

source: Zoom In
he: התקרבות
ro: Mărește

# shortcuts dialog
source: Views
he: תצוגות
ro: Vizualizări

# shortcuts dialog
source: Switch to Installed
he: מעבר למותקנות
ro: Treci la instalate

# shortcuts dialog
source: Switch to Browse
he: מעבר לעיון
ro: Treci la vizualizare

# shortcuts dialog
source: Screenshot View
he: תצוגת צילומי מסך
ro: Vizualizare captură de ecran

# shortcuts dialog
source: Zoom In
he: התקרבות
ro: Mărește

# shortcuts dialog
source: Zoom Out
he: התרחקות
ro: Micșorează

# shortcuts dialog
source: Reset Zoom
he: איפוס תקריב
ro: Resetare Zoom

# shortcuts dialog
source: App
he: יישום
ro: Aplicație

# shortcuts dialog
source: Toggle Search
he: החלפת מצב חיפוש
ro: Comutare căutare

# shortcuts dialog
source: Keyboard Shortcuts
he: קיצורי מקשי מקלדת
ro: Comenzi rapide de la tastatură

# shortcuts dialog
source: Close Window
he: סגירת החלון
ro: Închide fereastra

# shortcuts dialog
source: Quit
he: יציאה
ro: Ieșire

source: Upgrade Assistant
he: מסייע שדרוג
ro: Asistent actualizare

source: _Check Compatibility
he: _בדיקת תאימות
ro: _Verifică compatibilitatea

source: _Copy to Clipboard
he: ה_עתקה ללוח גזירים
ro: _Copiază în clipboard

source: Checked %d/%d Extensions
he: נבדקו %d/%d הרחבות
ro: Au fost verificate %d/%d extensii

source: %d%% Compatible
he: %d%% תאימות
ro: %d%% compatibile

source: <b>%d out of %d</b> extensions currently installed on this system have been marked as supporting <b>GNOME %s</b>
he: <b>%d מתוך %d</b> הרחבות שמותקנות כרגע במערכת הזאת תומכות ב־<b>GNOME %s</b>
ro: <b>%d din %d</b> extensiile instalate în prezent pe acest sistem au fost marcate ca compatibile cu <b>GNOME %s</b>

source: If you switch to GNOME %s now, all of your extensions should work
he: מעבר ל־GNOME %s כעת לא אמור לפגוע באף אחת מההרחבות שלך
ro: Dacă treci la GNOME %s acum, toate extensiile ar trebui să funcționeze

source: If you switch to GNOME %s now, %d of your extensions might not work
he: מעבר ל־GNOME %s כרגע, עלול לגרום ל־%d מההרחבות שלך להפסיק לעבוד
ro: Dacă treci la GNOME %s acum, este posibil ca %d dintre extensii să nu funcționeze

source: A compatible version of the extension exists
he: יש גרסה תואמת של ההרחבה הזאת
ro: Există o versiune compatibilă a extensiei

source: No compatible version of the extension exists
he: אין גרסאות תומכות של ההרחבה הזאת
ro: Nu există nicio versiune compatibilă a extensiei

source: This extension is not hosted on extensions.gnome.org. Its compatibility cannot be determined.
he: ההרחבה הזאת מתארחת ב־extensions.gnome.org. אי אפשר לקבוע מה מידת התאימות שלה.
ro: Această extensie nu este găzduită pe extensions.gnome.org. Compatibilitatea acesteia nu poate fi determinată.

source: You are currently running <b>GNOME %s</b>. Select a version of GNOME below and check whether your extensions will continue to be available.
he: הגרסה שפעילה אצלך כרגע היא <b>GNOME %s</b>. נא לבחור גרסה של GNOME להלן ולבדוק האם ההרחבות שלך תמשכנה להיות זמינות.
ro: În prezent rulează <b>GNOME %s</b>. Selectează o versiune de GNOME de mai jos și verifică dacă extensiile vor continua să fie disponibile.

source: Search Installed Extensions
he: חיפוש בהרחבות המותקנות
ro: Caută extensii instalate

source: Main Menu
he: תפריט ראשי
ro: Meniul principal

source: Search for installed extensions
he: חיפוש אחר הרחבות מותקנות
ro: Caută extensii instalate

# Navigation
source: _Installed
he: מו_תקנות
ro: _Instalat

# Navigation
source: _Browse
he: _עיון
ro: _Vizualizare

source: Sort _Enabled First
he: סידור המו_פעלות בהתחלה
ro: Sortează _Activate mai întâi

source: _Upgrade Assistant
he: מסייע _שדרוג
ro: _Asistent actualizare

source: _Keyboard Shortcuts
he: _קיצורי מקלדת
ro: _Comenzi rapide de la tastatură

source: _About Extension Manager
he: _על מנהל ההרחבות
ro: _Despre Extension Manager

source: Uninstall Extension?
he: להסיר את ההרחבה?
ro: Dezinstalezi extensia?

source: The extension's features and functionality will no longer be accessible. Are you sure you want to uninstall?
he: היכולות ואופן התפקוד של ההרחבה לא יהיו זמינים עוד. להסיר?
ro: Caracteristicile și funcționalitatea extensiei nu vor mai fi accesibile. Sigur dorești s-o dezinstalezi?

source: _No
he: _לא
ro: _Nu

source: _Yes
he: _כן
ro: _Da

source: Unsupported Extension
he: הרחבה לא נתמכת
ro: Extensie neacceptată

source: This extension does not support your GNOME Shell version. It may cause errors if installed.
he: ההרחבה הזאת לא תומכת בגרסת מעטפת ה־GNOME שלך. היא עלולה לגרום לשגיאות אם תותקן.
ro: Această extensie nu acceptă versiunea GNOME Shell. Poate cauza erori dacă este instalată.

source: _Install Anyway
he: להתקין ב_כל זאת
ro: _Instalează oricum

source: _Go Back
he: _חזרה
ro: _Înapoi

source: _Details
he: _פרטים
ro: _Detalii

source: Check <a href='https://status.gnome.org/'>GNOME infrastructure status</a> and try again later
he: לבדוק את <a href='https://status.gnome.org/'>מצב תשתית GNOME</a> ולנסות שוב
ro: Verifică <a href='https://status.gnome.org/'>starea infrastructurii GNOME</a> și încearcă din nou

source: Check your network status and try again
he: נא לבדוק מה מצב תקשורת הרשת שלך ולנסות שוב
ro: Verifică starea rețelei și încearcă din nou
